Repository: fixpunkt-com/backendtools
Catalog: Resources/Private/Language/*.locallang_mod1.xlf
Languages: de

# mlang_labels_tablabel
source: Extension & file tools
de: Extension und Datei-Tool

# mlang_labels_tabdescr
source: Some admin tools
de: Einige Admin Tools

# module.list
source: Show pages that use (specific) extensions
de: Zeige Seiten die Extensions benutzen

# module.latest
source: Show latest (changed) pages and content elements
de: Zeige zuletzt geänderte Seiten und Elemente

# module.pagesearch
source: Show pages that links to a specific page
de: Zeige Seiten die auf eine Seite verlinken

# module.layouts
source: Show pages that change the (backend) layout
de: Zeige Seiten die das BE-Layout ändern

# module.images
source: Show images without title- or alt-text
de: Zeige Bilder ohne alt- oder title-Text

# module.redirects
source: Import redirect-rules to sys_redirect
de: Importiere Redirect-Regeln nach sys_redirect

# module.redirectscheck
source: Check the sys_redirect entries
de: Prüfe die Redirects in sys_redirect

# module.missing
source: Show where missing files are used
de: Zeige, wo fehlende Bilder benutzt werden
